Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=814_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Uusia oppimateriaaleja inarin- ja pohjoissaamenkieliseen opetukseen
sme: Ođđa oahppamateriálat anáraš- ja davvisámegielat oahpahussii

source: Inarin- ja pohjoissaamenkielistä perusopetusta varten on ilmestynyt uusia oppimateriaaleja.
sme: Anáraš- ja davvisámegielat vuođđooahpahussii leat almmuhuvvon ođđa oahppamateriálat.

source: Inarinsaamenkielinen toisen luokan matematiikan kevätkirja
sme: Anárašgillii lea almmuhuvvon nuppi luohká matematihká giđđagirji

source: on jatkoa aiemmin julkaistuille kolmelle kirjalle.
sme: mii lea joatkka ovdal almmuhuvvon golmma girjái.

source: Pohjoissaamenkieliseen opetukseen ilmestyi viisi uutta oheislukemistoa ja yksi uusintapainos
sme: Davvisámegielat oahpahussii leat almmuhuvvon vihtta ođđa siidolohkamuša ja okta ođđa preanttus

source: Bluppe-sarjassa
sme: Bluppe-ráiddus

source: on käännetty WSOY:n Matikka-sarjasta, joka tullaan julkaisemaan kokonaisuudessaan inarinsaameksi.
sme: jorgaluvvon WSOY Matikka-nammasaš ráiddus, mii šaddá almmuhuvvot ollasit anárašgillii.

source: Pohjoissaamenkielinen Lohkoleaika - niminen käännös sarjasta on jo koulujen käytössä.
sme: Davvisámegielat Lohkoleaika - nammasaš jorgalus ráiddus lea juo skuvllaid anus.

source: kirjan on kääntänyt Iiris Mäenpää.
sme: girjji lea jorgalan

source: Lisätietoja
sme: dás

source: Bluppe-sarjassa julkaistut uudet pohjoissaamenkieliset kirjat
sme: Bluppe-ráiddus davvisámegillii almmuhuvvon ođđa girjjit

source: sopivat oheislukemistoksi sekä saamenkieliseen että äidinkielen ja vieraan kielen opetukseen.
sme: heivejit siidolohkamuššan sihke sámegielat ja eatnigiela ja vieris giela oahpahussii.

source: Edellisten lisäksi ilmestyi uusintapainos aiemmin loppuunmyydystä
sme: Máinnašuvvon girjjiid lassin almmuhuvvui ođđa preanttus

source: - kirjasta.
sme: - girjjis.

source: Uudet kirjat on ruotsin kielestä kääntänyt Hannu Kangasniemi.
sme: Ođđa girjjiid lea ruoŧagielas jorgalan Hannu Kangasniemi.

source: Kielen tarkastuksen on tehnyt Jovnna Ánde Vest.
sme: Giela lea dárkkistan Jovnna Ánde Vest.

source: Bluppe - kirjat on kirjoittanut alunperin Inga Borg.
sme: Bluppe - girjjiid lea álgoálggus čállán Inga Borg.

source: Saamelaiskäräjät on julkaissut yhteensä kahdeksan uutta materiaalia vuoden 2014 ensimmäisten viikkojen aikana.
sme: Sámediggi lea almmuhan oktiibuot gávcci ođđa oahppamateriála jagi 2014 vuosttaš vahkuid áigge.

source: Seuraavaksi painosta odotetaan näköispainosta Girjegiisá Oy:n alunperin vuonna 1993 julkaisemasta Pekka Sammallahden Saamelais-suomalais-saamelaisesta pohjoissaamen sanakirjasta (Sámi-suoma-sámi sátnegirji).
sme: Čuovvovažžan prentehusas vurdojuvvo ođđa preanttus Girjegiisá Oy álgoálggus jagi 1993 almmuhan Pekka Sammallahti Sámi-suoma-sámi sátnegirjjis.

source: Saamelaiskäräjien julkaisemat oppimateriaalit ovat saatavissa Sámi duodji-kaupasta Sajoksesta Inarista, yhdistyksen
sme: Sámedikki almmuhan oahppamateriálat leat fidnemis Sámi duodjegávppis Sajosis Anáris, searvvi

source: tai saamelaiskäräjien koulutus- ja oppimateriaalitoimistosta ritva.
sme: dahje sámedikki skuvlen- ja oahppamateriáladoaimmahagas ritva.
